{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "collapsible_page_break_mcTQWW": {
      "type": "collapsible-page-break",
      "blocks": {
        "text_UCrYbA": {
          "type": "text",
          "settings": {
            "heading": "HOW DO WE USE YOUR PERSONAL INFORMATION?",
            "row_content": "<h5>We use the Order Information that we collect generally to fulfill any orders placed through the Site (including processing your payment information, arranging for shipping, and providing you with invoices and\/or order confirmations). Additionally, we use this Order Information to:<\/h5><ul><li><h6>Communicate with you;<\/h6><\/li><li><h6>Screen our orders for potential risk or fraud; and<\/h6><\/li><li><h6>When in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services.<\/h6><\/li><\/ul><h5>We use the Device Information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our Site (for example, by generating analytics about how our customers browse and interact with the Site, and to assess the success of our marketing and advertising campaigns).<\/h5><h5>SHARING YOUR PERSONAL INFORMATION<\/h5><h5><br\/>We share your Personal Information with third parties to help us use your Personal Information, as described above. For example, we use Shopify to power our online store--you can read more about how Shopify uses your Personal Information <a href=\"https:\/\/www.shopify.com\/legal\/privacy\" target=\"_blank\" title=\"https:\/\/www.shopify.com\/legal\/privacy\">here<\/a><\/h5><p>We also use Google Analytics to help us understand how our customers use the Site -- you can read more about how Google uses your Personal Information <a href=\"https:\/\/www.google.com\/intl\/en\/policies\/privacy\/\" target=\"_blank\" title=\"https:\/\/www.google.com\/intl\/en\/policies\/privacy\/\">here<\/a><\/p><p>You can also opt-out of Google Analytics <a href=\"https:\/\/tools.google.com\/dlpage\/gaoptout.\" target=\"_blank\" title=\"https:\/\/tools.google.com\/dlpage\/gaoptout.\">here<\/a><\/p><p>Finally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.<\/p><h5><\/h5><p>We share your Personal Information with third parties to help us use your Personal Information, as described above. For example, we use Shopify to power our online store--you can read more about how Shopify uses your Personal Information <a href=\"https:\/\/www.shopify.com\/legal\/privacy\" target=\"_blank\" title=\"https:\/\/www.shopify.com\/legal\/privacy\">here<\/a><\/p><p>We also use Google Analytics to help us understand how our customers use the Site -- you can read more about how Google uses your Personal Information <a href=\"https:\/\/www.google.com\/intl\/en\/policies\/privacy\/\" target=\"_blank\" title=\"https:\/\/www.google.com\/intl\/en\/policies\/privacy\/\">here<\/a><\/p><p>You can also opt-out of Google Analytics <a href=\"https:\/\/tools.google.com\/dlpage\/gaoptout.\" target=\"_blank\" title=\"https:\/\/tools.google.com\/dlpage\/gaoptout.\">here<\/a><\/p><p>Finally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.<\/p>"
          }
        },
        "text_kRQG8F": {
          "type": "text",
          "settings": {
            "heading": "SHARING YOUR PERSONAL INFORMATION",
            "row_content": "<p>We share your Personal Information with third parties to help us use your Personal Information, as described above. For example, we use Shopify to power our online store--you can read more about how Shopify uses your Personal Information <a href=\"https:\/\/www.shopify.com\/legal\/privacy\" target=\"_blank\" title=\"https:\/\/www.shopify.com\/legal\/privacy\">here<\/a><\/p><p>We also use Google Analytics to help us understand how our customers use the Site -- you can read more about how Google uses your Personal Information <a href=\"https:\/\/www.google.com\/intl\/en\/policies\/privacy\/\" target=\"_blank\" title=\"https:\/\/www.google.com\/intl\/en\/policies\/privacy\/\">here<\/a><\/p><p>You can also opt-out of Google Analytics <a href=\"https:\/\/tools.google.com\/dlpage\/gaoptout.\" target=\"_blank\" title=\"https:\/\/tools.google.com\/dlpage\/gaoptout.\">here<\/a><\/p><p>Finally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.<\/p>"
          }
        },
        "text_xaiA7K": {
          "type": "text",
          "settings": {
            "heading": "RETURNS",
            "row_content": "<h4><em>It is absolutely important to us that you are completely satisfied with your purchase that is why we offer <\/em><em><strong>a credit note or exchange only <\/strong><\/em><em>in cases which: <\/em><\/h4><ul><li><h4><em>     The item does not fit you<\/em><\/h4><\/li><li><h4><em>     You are not satisfied with the quality<\/em><\/h4><\/li><li><h4><em>     You have simply changed your mind<\/em><\/h4><\/li><\/ul><h3><br\/>Do I have to pay for my return shipping?<\/h3><h5>NRML.ca will cover the return shipping expense for you if it is our mistake that you are returning the item. If something doesn’t fit or you simply don’t like we will gladly accept your return if it is unworn and unwashed within a 30 day period from the initial shipping date. The customer will be responsible for the return expenses. Please note, all <strong>sale and promotional items are<\/strong> <strong>final sale<\/strong> once the order is shipped. Re-stocking fees may apply for certain items. NRML does not offer refunds, but upon inspection, will gladly provide you with a store credit. NRML will not accept or assume responsibility for lost or damaged packages being returned, so it is strongly recommended that any returns be made through a reliable courier, with a tracking number or traceable system.<\/h5><h3><br\/>How long does it take for my return\/item exchange to be processed?<\/h3><h5>The moment it arrives to our return department, the store credit will be processed. For any item exchanges, the customer is responsible for all shipping expenses. Before the exchange is processed, the customer can expect an invoice for the shipping fee sent by us. Once the payment is received, a new tracking number will be made and the exchange will be processed.<\/h5><h3><br\/>I received a damaged item, what do I do?<\/h3><h5>Please send an email to <a href=\"mailto:support@nrml.ca\" title=\"Email\">support@nrml.ca<\/a> letting us know what the issue is with the damaged goods along with the order number and a photo of the described damage. Once an email has been submitted, customer service will contact you with further instructions. NRML will not accept or assume responsibility for lost or damaged packages once handed over to the postal service.<\/h5><h5>What do I do if I receive the wrong product or size?<\/h5><h5>If you received the wrong item or size, please call us at +1 (613) 562-2043 or email us at <a href=\"mailto:support@nrml.ca\" title=\"email\">support@nrml.ca<\/a>. It is important that you contact us before returning the item, so that we can assist you with a return slip and shipping fees. If you do not contact us, you are responsible for all return shipping charges. Please have your order number available and ready. If you do not know your order number, please log in to your account to find the number in your order history or refer to your order confirmation email.<\/h5><h3><br\/>What's the return address?<\/h3><h5>If you wish to return an item, please contact us first. All online purchases cannot be returned\/exchanged in-store.<\/h5><h3><br\/>Can I process a return In-store?<\/h3><h5>Unfortunately our online store is separate from our physical locations, the item(s) that you have ordered will have to be shipped to our return address, no exceptions.<\/h5>"
          }
        },
        "text_V78HGK": {
          "type": "text",
          "settings": {
            "heading": "SHIPPING",
            "row_content": "<h3><strong>Can I return an item?<\/strong><\/h3><h5>We want you to be fully satisfied with your purchase. If you are not satisfied with an item you purchased, you may return the item within 30 days of delivery for a full refund of the purchase price in <strong>store credit<\/strong>, minus the shipping, handling or other additional charges. The item must be unworn, undamaged and accompanied by the original receipt in order to be eligible for a return. All <strong>sale and promotional items are final sale<\/strong>. To conduct a return, please contact us through our <a href=\"https:\/\/nrml.ca\/pages\/contact-us\">contact form<\/a> or email us at support@nrml.ca with your order number and name of item(s) you wish to return. Please note, NRML does not offer refunds, but upon inspection, will gladly provide you with a store credit or an item exchange. NRML will not accept or assume responsibility for lost or damaged packages being returned, so it is strongly recommended that any returns be made through a reliable courier, with a tracking number or traceable system.<\/h5><h3><strong><br\/>Do you ship World Wide?<\/strong><\/h3><h5>Yes! NRML.ca does ship internationally and to the United States, but there are some locations we are unable to ship to. If we are unable to ship to your location, we will promptly contact you. Some products cannot be shipped to certain locations due to licensure laws.<\/h5><h3><strong><br\/>How long will it take for my order to be shipped?<\/strong><\/h3><h5>Orders are typically processed within 2-5 day period once the order has been made. We only ship out orders on weekdays; if you place an order after store hours or during the weekend, it will be shipped out the first following business day. <\/h5><p><strong> *Due to high order counts order may take longer than usual to be processed at this time.<\/strong><\/p><h3><strong><br\/>How will my order be shipped?<\/strong><\/h3><h5>All orders are shipped via Canada Post, UPS or Canada Post. For any specific carrier or urgency requests, please email us at support@nrml.ca. <\/h5><h4><strong><br\/>PLEASE NOTE:<\/strong><\/h4><p>During holiday season or sale season, orders will take longer the usual as there will be a larger the usual order volume.<br\/>In the case of any anticipated releases and holidays, it may take longer than usual to process your order.<br\/>During holiday season or sale season, orders will take longer the usual as there will be a larger the usual order volume.<\/p><h5>Please reach out to us if you have any questions about your order.<\/h5><p><\/p>"
          }
        },
        "text_yLNHUy": {
          "type": "text",
          "settings": {
            "heading": "GUIDE PACKAGE PROTECTION",
            "row_content": "<h3><strong>What is Guide Package Protection?<\/strong><\/h3><h5>Guide Package Protection protects your order against loss, damage, theft, and more. In just a couple of clicks, you'll receive a refund or replacement for approved claims. To cover your order, make sure Guide Package protection is checked before you place your order at checkout. <\/h5><h3><strong><br\/>Guide Protection for NMRL<\/strong><\/h3><h5>If you opt out of Guide Package Protection then NRML is not liable for lost, damaged, or stolen items.<\/h5><h3><strong><br\/>How do I file a claim with Guide Package Protection?<\/strong><\/h3><h5>If you’ve purchased package protection and need to make a claim, head <a href=\"https:\/\/app.guideprotection.com\/\">here<\/a> to File a Claim.<\/h5><h3><strong><br\/>How do I buy Guide Package Protection?<\/strong><\/h3><h5>Guide Package Protection will be available to add once you reach Checkout. Once it is added, it will appear at checkout as a product before your order is placed.<\/h5><h3><strong> <br\/>What am I covered for?<\/strong><\/h3><h5>Guide Package Protection covers lost, damaged, stolen packages.<\/h5><h3><strong><br\/>What do I get if my claim is successful?<\/strong><\/h3><h5>You have the option of a refund or replacement of your order.<\/h5><h3><strong><br\/>How much does Package Protection cost?<\/strong><\/h3><h5>The cost of Guide Package Protection depends on the total value of your order.<\/h5><h3><strong><br\/>How long before my delivery is classed as lost?<\/strong><\/h3><h5>If your parcel hasn't had an updated tracking scan in 5 days, it’s considered lost in transit, and you can make a claim.<\/h5><h3><strong><br\/>What happens if my parcel is stolen \/ if it says delivered but I haven’t received it?<\/strong><\/h3><h5>File a claim as normal <a href=\"https:\/\/app.guideprotection.com\/\">here<\/a> and Guide will go ahead and process your claim.<\/h5><h3><strong><br\/>How long do I have to file a claim?<\/strong><\/h3><h5><strong>30 – 45 days depending on the claim type. This is from the date you placed your order.<\/strong><\/h5>"
          }
        },
        "text_7Cmyim": {
          "type": "text",
          "settings": {
            "heading": "SHOE RELEASE RAFFLE | HOW TO ENTER",
            "row_content": "<h5>NRML oftens has sought after sneaker shoe releases, often released via a Raffle Format. Details about specific sneaker releases can be found: On our <a href=\"https:\/\/nrml.ca\/blogs\/release-calendar\" target=\"_blank\" title=\"https:\/\/nrml.ca\/blogs\/release-calendar\">Release Radar Page<\/a>, Features Page, and <a href=\"https:\/\/www.instagram.com\/nrml\/?hl=en\" target=\"_blank\" title=\"https:\/\/www.instagram.com\/nrml\/?hl=en\">Instagram Feed<\/a>.<\/h5><h3><strong>How to Enter for your Chance to Purchase:<\/strong><\/h3><ul><li><h5>Follow <a href=\"https:\/\/www.instagram.com\/nrml\/?hl=en\" target=\"_blank\" title=\"https:\/\/www.instagram.com\/nrml\/?hl=en\">@nrml on Instagram<\/a><\/h5><\/li><li><h5>Like & Share to your story | \"Shoe Release\" Post <\/h5><\/li><li><h5>Tag three friends in the comments<\/h5><\/li><li><h5>Fill out the raffle form located on our features page (and also linked in our Instagram Bio when raffle is announced)<\/h5><\/li><\/ul><h4><em><strong>NOTE:<\/strong><\/em><\/h4><h5>1. Winners will be contacted via Instagram Direct Message from @nrml and be sent an invoice to purchase the desired raffle item. (Winners will only be contacted from our official Instagram account @nrml) <\/h5><h5>2. Winners must complete their purchase by 5pm on the day the invoice is received, if not you will lose your chance to purchase, and a new winner will be chosen.<\/h5><h5>3.  Invoices must be completed by the person who has won the raffle. Therefore all contact information must match between the raffle form, shipping and billing information. <\/h5>"
          }
        }
      },
      "block_order": [
        "text_UCrYbA",
        "text_kRQG8F",
        "text_xaiA7K",
        "text_V78HGK",
        "text_yLNHUy",
        "text_7Cmyim"
      ],
      "settings": {
        "headingName": "Privacy Policy",
        "genericContent": "<h3><strong>This Privacy Policy describes how your personal information is collected, used, and shared when you visit or make a purchase from nrml.ca (the “Site”).<\/strong><\/h3><h4><br\/><em><strong>PERSONAL INFORMATION WE COLLECT<\/strong><\/em><\/h4><h5>When you visit the Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device. Additionally, as you browse the Site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site. We refer to this automatically-collected information as “Device Information”.<\/h5><h5><br\/><\/h5><h4>We collect Device Information using the following technologies:<\/h4><h5>- <strong>“Cookies”<\/strong> are data files that are placed on your device or computer and often include an anonymous unique identifier. <a href=\"http:\/\/www.allaboutcookies.org\" target=\"_blank\" title=\"http:\/\/www.allaboutcookies.org\">For more information about cookies<\/a>, and how to disable cookies<br\/><br\/>- <strong>“Log files”<\/strong> track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring\/exit pages, and date\/time stamps.<br\/><br\/>- “<strong>Web beacons<\/strong>”, “<strong>tags<\/strong>”, and “<strong>pixels<\/strong>” are electronic files used to record information about how you browse the Site.<\/h5><h5><br\/>Additionally when you make a purchase or attempt to make a purchase through the Site, we collect certain information from you, including your name, billing address, shipping address, payment information (including credit card numbers), email address, and phone number. We refer to this information as “<strong>Order Information<\/strong>”.<\/h5><h5><br\/>When we talk about “<strong>Personal Information<\/strong>” in this Privacy Policy, we are talking both about Device Information and Order Information.<\/h5><h5><br\/><\/h5>"
      }
    }
  },
  "order": [
    "main",
    "collapsible_page_break_mcTQWW"
  ]
}
